IDEA Open Model
OriginSettings Properties
Compatible with IDEA StatiCa 20.1
The OriginSettings type exposes the following members.
Properties
Name | Description
Author
 Name of author of project
CountryCode
 CountryCode
CrossSectionConversionTable
 Conversion table for Parameters
DateOfCreate
 Date of create project
ImportRecommendedWelds
 Import also recommended welds
ProjectDescription
 Description of project
ProjectName
 Name of project
Top
See Also
Reference
OriginSettings Class
IdeaRS.OpenModel Namespace